"OK" = "OK";
"DONE" = "Hecho";
"Done" = "Hecho";
"CANCEL" = "Cancelar";

"Later" = "Más tarde";

"NEW_ACTION" = "Nueva acción";
"DELETE_ACTION" = "Eliminar la acción";
"Delete project" = "Eliminar proyecto";
"Move to In-Basket" = "Mover a la bandeja de entrada";
"UNDO_ACTION" = "Deshacer finalización";

"Date" = "Fecha";
"Time" = "Tiempo";
"Alert" = "Alerta";
"At the same time" = "Al mismo tiempo";
"%@ before" = "%@ antes";

"LAST_MONTH" = "mes pasado";
"LAST_WEEK" = "semana pasada";
"LAST_YEAR" = "el año pasado";
"NEXT_MONTH" = "mes próximo";
"NEXT_WEEK" = "nsemana próxima";
"NEXT_YEAR" = "el año próximo";
"SOMEDAY_MAYBE" = "algún día / tal vez";
"THIS_MONTH" = "este mes";
"THIS_WEEK" = "esta semana";
"THIS_YEAR" = "este año";
"TODAY" = "hoy";
"TOMORROW" = "mañana";
"YESTERDAY" = "ayer";

"CALENDAR" = "Calendario";

"DESCRIPTION" = "Descripción";
"DISABLED" = "Desactivado";
"ENABLED" = "Activado";
"SOUND" = "Sonido";
"TRY" = "Intentar";
"Restore" = "Restaurar";

"in-basket" = "bandeja de entrada";
"delegated" = "delegada";
"completed" = "terminado";

"How soon do you plan to do this?" = "¿Cuándo piensas hacerlo?";
"Enable repeat and notification will be coming every minute until you act on it." = "Activar repetición y notificación vendrá cada minuto hasta que actúa sobre él.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "Tire hacia abajo y soltar\npara agregar una nueva tarea";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "extraer una tarea a la derecha para\n• completa,\n• diferir,\n• calendario o,\n• delegar";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "extraer una tarea a la izquierda\n• quitar,\n• repito,\n• detallar o,\n• enviarlo";
"Pull up and release\nto clear completed tasks." = "Tire hacia arriba y suelte\npara despejar las tareas completadas";

"all done" = "todo hecho";

"STATISTICS_ACTIONS_IN_LIST" = "acciones\nestán en la lista";
"STATISTICS_ACTIONS_FOR_TODAY" = "acciones\npara hacer hoy";
"STATISTICS_ACTIONS_DONE_TOTAL" = "acciones\nrealizadas";
"STATISTICS_DAYS_PASSED_TOTAL" = "días\npasados";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "acciones\npor día";

"Purchase" = "Comprar";
"Receipt for this app expired." = "Recibo esta aplicación expiró.";
"Premium Feature" = "Esta es una característica premium";
"Disable ads here just for %@ right now!" = "¡ Consíguelo ahora por %@!";
"Try for a week" = "Prueba durante una semana";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Esta es una característica premium. Pero usted discapacitado en la aplicación compras. Habilitarlas en ajustes para proceder.";
"Purchase transaction for the feature failed. Try again later." = "Transacción de compra para la función de error. Inténtalo más tarde.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Esta es una característica premium. Pero el dispositivo no tiene conexión a internet ahora. Inténtalo más tarde.";
"All previously purchased features were restored." = "Todas las características previamente compradas fueron restauradas.";

"You can greatly help by writing a review." = "Usted puede ayudar enormemente por escribir una reseña.";

"WELCOME" = "BIENVENIDO";
"keep tasks here" = "mantener las tareas aquí";

"Repeat" = "Repetición";
"DAY" = "DÍA";
"WEEK" = "SEMANA";
"MONTH" = "MES";
"everyday" = "diario";
"done %@ times" = "hecho %@ veces";
"Skip repetition" = "Omitir la repetición";
"REPEAT_DAY_1" = "día";
"REPEAT_DAY_234" = "días";
"REPEAT_DAY_567890" = "días";

"Complete" = "Completar";
"Postpone" = "Posponer";
"Schedule" = "Programar";

"Version" = "Versión";
"Feedback" = "Feedback";
"Help" = "Ayudar";
"Sounds" = "Sonidos";
"Theme" = "Tema";
"Dark" = "Oscuro";
"Light" = "Ligero";
"Automatic" = "Automático";
"Multiline titles" = "Títulos de varias líneas";
"Delete confirmation" = "Eliminar confirmación";
"Icon badge" = "Icono insignia";
"Calendar reminder" = "Recordatorio del calendario";
"Overdue reminder" = "Atrasado recordatorio";
"Process reminder" = "Recordatorio del proceso";
"Review reminder" = "Recordatorio crítica";
"Restore in-app purchases" = "Restaurar compras in-app";
"Send usage statistics" = "Enviar estadísticas de uso";

"Application" = "App";
"Projects" = "Proyectos";
"Periodic tasks" = "Tareas periódicas";
"Archive" = "Archivo";

"Change in storage" = "Cambio de almacenamiento";
"Сopy existing tasks to the new storage?" = "¿Copiar tareas existentes en el nuevo almacenamiento?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "¿No tienes ninguna tarea para hoy.\n•\nVolver al aplastarse con o agitar.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "No tienes ninguna tarea en este proyecto.\n•\nAgregar tareas tirando hacia abajo.\n•\nVolver al aplastarse con o agitar.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "¿Tienes tareas incompletas. Completarlos o para las nuevas fechas. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "Usted debe procesar tareas recogidas regularmente a Manténgase organizado. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "Revisa tu lista cada semana, esto lo mantendrá confiable. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "Feliz";
"Confused" = "Confundido";
"Unhappy" = "Infeliz";
"Tell the story of your success and help others to achive the same!" = "Contar la historia de su éxito y ayudar a otros a lograr lo mismo!";
"Search for help on a website or write an email to developer." = "Buscar ayuda en un sitio web o escriba un correo electrónico al desarrollador.";
"Sorry to hear. What can I do to fix this?" = "Lamento. ¿Qué puedo hacer para solucionarlo?";
"How do you feel about it?" = "¿Qué piensas de eso?";
"Congratulations! You completed %@ tasks." = "Felicitaciones, usted acaba de completar %@ tareas!";
"Please, rate this app on the App Store. Thanks!" = "Por favor, califica esta aplicación en la App Store.";
"Rate %@" = "Tarifa %@";
"Not now" = "Ahora no";
"Don't ask again" = "No volver a preguntar";
"I completed %@ tasks!" = "He completado %@ tareas!";

"Enjoying this app?" = "¿Disfrutar de esta aplicación?";
"Would you mind giving me some feedback?" = "¿Le importaría darnos alguna información?";
"How about rating on the App Store, then?" = "¿Qué tal calificación en la App Store, entonces?";
"Not really" = "Sin";
"Yes!" = "Sí";
"No, thanks" = "Sin";
"Ok, sure" = "Sí";
"NO" = "Sin";
"YES" = "Sí";
